<?php

return [
    'title'=>'底部菜单相关功能设置',
	'form'=>[
		['text','title1','第一行标题','','随时随地交流，掌控身边动态！'],
		['text','title2','第二行标题','','创建属于自己的圈子'],
		['text','title3','第三行标题','','发现生活乐圈，绽放精彩人生'],
		['text','title4','第四行标题','','点击下载APP，可以享受更多的权益'],
		['text','link1','链接一','',murl('qun/content/add',['mid'=>1])],
		['file','appurl','app下载地址',''],
	],
	//'help_msg'=>'帮助信息',
	//联动显示
	'trigger'=>[
		//['type1','0','test1'],	//第二第三项,多个用逗号隔开
		//['type3','0','test2,test4'],
	],
	'type1'=>'', //wap 或 pc
	'type2'=>'', //www 或 hy 
	'type3'=>'', //对PC而言可设置big small  其中 big代表很宽的 small代表窄边,加了斜杠的话,就根据网址判断
	//'quote'=>false, //设置为true发布信息时允许站内引用使用此风格,不允许使用就删除或设置为false,若要指定频道使用的话,就设置频道的目录名,如果即要限频道又要限模型的话,就用类似这样的格式化 cms|3
];